{
  "atf": {
    "label": "Lass uns reden!"
  },
  "aboutMe": {
    "title": "Über mich",
    "discription": "Hallo, ich bin ein deutschsprachiger Frontend-Entwickler aus der Nähe von Düsseldorf. Motiviert von den grenzenlosen Möglichkeiten in der IT freue ich mich darauf, visuell fesselnde und intuitive Websites und Anwendungen zu entwickeln.",
    "subDiscription1": "Flexibel in Bezug auf Arbeitsumgebungen kann ich sowohl vor Ort in Düsseldorf als auch remote effektiv arbeiten.",
    "subDiscription2": "Ich bin aufgeschlossen und immer auf der Suche nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten ständig zu verbessern.",
    "subDiscription3": "In meinem Beruf geht es beim Programmieren nicht nur darum, Code zu schreiben; es ist eine kreative Form der Problemlösung. Ich bin stolz auf meine Fähigkeit, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu übersetzen. Auf diese Weise helfe ich Ihnen"
  },
  "skills": {
    "title": "Meine Fähigkeiten",
    "experience": "Ich habe Erfahrung in der Umsetzung von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
    "lookingFor": "Ich suche nach",
    "additionalSkill": "einer weiteren Fähigkeit",
    "contactMessage": "Kontaktieren Sie mich gerne. Ich freue mich darauf, mein bisheriges Wissen zu erweitern.",
    "buttonText": "Kontakt aufnehmen"
  },
  "portfolio": {
    "subtitle": "Entdecken Sie hier eine Auswahl meiner Arbeiten – interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "joinDescription": "Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
    "elPolloLocoDescription": "Jump-and-Run-Spiel, das spaßiges Gameplay mit fortschrittlicher Spiel-Logik kombiniert, entwickelt mit objektorientierter Programmierung.",
    "pokedexDescription": "Beschreibung des Pokédex.",
    "daBubbleDescription": "In Bearbeitung . . ."
  },
  "references": {
    "jamal": "asaa",
    "marc": "dsad",
    "lara": "wddasdaad"
  },
  "contact": {
    "title": "Kontakt",
    "subtitle": "Haben Sie ein Problem zu lösen?",
    "description": "Kontaktieren Sie mich über dieses Formular. Ich freue mich, von Ihnen zu hören, Ihre Ideen zu erfahren und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "needDeveloper": "Brauchen Sie einen Frontend-Entwickler?",
    "contactMe": "Kontaktieren Sie mich!",
    "form": {
      "placeholders": {
        "name": "Ihr Name",
        "email": "Ihre E-Mail",
        "message": "Ihre Nachricht"
      },
      "validation": {
        "nameRequired": "Ihr Name ist erforderlich.",
        "nameMinLength": "Ihr Name muss mindestens 2 Zeichen lang sein.",
        "emailRequired": "Ihre E-Mail ist erforderlich.",
        "emailPattern": "Bitte geben Sie eine gültige E-Mail-Adresse ein.<br>beispiel@beispiel.de",
        "messageRequired": "Eine Nachricht ist erforderlich.",
        "privacyRequired": "Sie müssen der Datenschutzerklärung zustimmen."
      },
      "checkboxBeforLinkText": "Ich habe die",
      "privacyPolice": "Datenschutzerklärung",
      "checkboxAfterLinkText": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
      "button": "Nachricht senden :)"
    },
    "scrollButtonAlt": "Nach oben scrollen"
  },
  "footer": {
    "legalNotice": "Datenschutzerklärung",
    "imprint": "Impressum"
  }
}
