{
  "atf": {
    "label": "Schreib mir!"
  },
  "aboutMe": {
    "title": "Über mich",
    "discription": "Hi, ich bin Marc und lebe in Düsseldorf. Genau wie das Leben in seiner Vielfalt begeistert mich auch die Welt der IT. Die grenzenlose Kreativität und die unzähligen Möglichkeiten motivieren mich, visuell ansprechende und benutzerfreundliche Webseiten und Anwendungen zu entwickeln, die Menschen wirklich Freude bereiten.",
    "subDiscription1": "Für mich bedeutet Programmieren weit mehr als nur Code zu schreiben – es ist die Kunst, kreative Lösungen zu finden und immer wieder neue Ideen zu entwickeln, die zum Ziel führen. Ich liebe es, komplexe technische Herausforderungen in klare, intuitive Lösungen zu verwandeln, die nicht nur funktionieren, sondern das Leben einfacher und angenehmer machen.",
    "subDiscription2": "Ich bin flexibel und passe mich unterschiedlichen Arbeitsumgebungen mühelos an – ob vor Ort im inspirierenden Office mit Kolleg*innen oder remote, ich arbeite stets effizient und zielorientiert.",
    "subDiscription3": "Ich empfinde eine gute Zusammenarbeit als echte Bereicherung und bin stets offen für neue Herausforderungen, um mein Wissen und meine Fähigkeiten weiterzuentwickeln. Als Teamplayer sehe ich mich als ein Teil des großen Ganzen – wie ein Puzzle, bei dem jedes Teil perfekt zusammenarbeitet, um das gemeinsame Ziel zu erreichen. Ich füge mich schnell in Teams ein, arbeite gerne mit anderen zusammen und passe mich flexibel an unterschiedliche Anforderungen an."
  },
  "skills": {
    "title": "Meine Fähigkeiten",
    "experience": "Ich habe Erfahrungen gesammelt im Entwickeln von Projekten mit verschiedenen Frontend-Technologien und Design-Konzepten.",
    "lookingFor": "Auf der Suche nach",
    "additionalSkill": "weiteren Fähigkeiten",
    "contactMessage": "Zögern Sie nicht, mich zu kontaktieren. Ich freue mich darauf, mein Wissen zu erweitern und Neues zu lernen.",
    "buttonText": "Kontakt aufnehmen"
  },
  "portfolio": {
    "subtitle": "Entdecken Sie eine ausgewählte Sammlung meiner Projekte – Interagieren Sie mit ihnen, um meine Fähigkeiten hautnah zu erleben.",
    "joinDescription": "Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
    "elPolloLocoDescription": "Jump-and-Run-Spiel, das spaßiges Gameplay mit fortschrittlicher Spiel-Logik kombiniert, entwickelt mit objektorientierter Programmierung.",
    "pokedexDescription": "Pokédex-App, die Pokémon-Daten von einer API abruft. Sehen Sie detaillierte Informationen zu jedem Pokémon, einschließlich Statuswerten, Fähigkeiten und Entwicklungen.",
    "daBubbleDescription": "In Bearbeitung . . ."
  },
  "references": {
    "Antoine": "Die Arbeit mit Marc hat mir große Freude bereitet, mit seiner Positivität war er eine Bereicherung fürs ganze Team.",
    "Hiroshi": "Marc hatte immer wieder tolle Ideen die uns gemeinsam an Ziel gebracht haben.",
    "Dimitri": "Marc hat nicht nur durch seine Zuverlässigkeit überzeugt, sondern auch in kniffligen Situationen stets einen klaren Kopf bewahrt und Lösungen gefunden.",
    "Romina": "Marc hatte während er gemeinsamen Arbeit gezeigt, dass er bei Bedarf die Führung übernehmen kann und sorgte für eine gute Motivation!"
  },
  "contact": {
    "title": "Kontakt aufnehmen",
    "subtitle": "Haben Sie ein Anliegen oder eine Idee?",
    "description": "Kontaktieren Sie mich über dieses Formular. Ich freue mich darauf, von Ihnen zu hören, Ihre Ideen zu erfahren und an Ihren Projekten mitzuwirken.",
    "needDeveloper": "Suchen Sie einen Frontend-Entwickler?",
    "contactMe": "Lassen Sie uns reden!",
    "form": {
      "placeholders": {
        "name": "Geben Sie Ihren Namen ein",
        "email": "Geben Sie Ihre E-Mail-Adresse ein",
        "message": "Schreiben Sie Ihre Nachricht"
      },
      "validation": {
        "nameRequired": "Bitte geben Sie Ihren Namen an.",
        "nameMinLength": "Ihr Name muss mindestens 2 Zeichen lang sein.",
        "emailRequired": "Bitte geben Sie Ihre E-Mail-Adresse an.",
        "emailPattern": "Bitte geben Sie eine gültige E-Mail-Adresse ein.",
        "emailPatternExample": "beispiel@beispiel.com",
        "messageRequired": "Bitte schreiben Sie eine Nachricht.",
        "privacyRequired": "Sie müssen der Datenschutzerklärung zustimmen."
      },
      "checkboxBeforLinkText": "Ich habe die",
      "privacyPolice": "Datenschutzerklärung",
      "checkboxAfterLinkText": "gelesen und stimme der Verarbeitung meiner Daten zu.",
      "button": "Nachricht senden :)"
    },
    "succesMsg": "Nachricht erfolgreich gesendet",
    "scrollButtonAlt": "Nach oben scrollen"
  },
  "footer": {
    "legalNotice": "Datenschutzerklärung",
    "imprint": "Impressum"
  }
}
