{
  "atf": {
    "label": "Let’s Talk!"
  },
  "aboutMe": {
    "title": "About Me",
    "description": "Hi, I’m Marc and I live in Düsseldorf. Just as life’s diversity fascinates me, so does the world of IT. The boundless creativity and countless possibilities motivate me to develop visually appealing and user-friendly websites and applications that truly bring joy to people.",
    "subDescription1": "For me, programming is much more than just writing code – it’s the art of finding creative solutions and constantly developing new ideas that lead to success. I love transforming complex technical challenges into clear, intuitive solutions that not only work but also make life simpler and more enjoyable.",
    "subDescription2": "I am flexible and adapt effortlessly to different work environments – whether on-site in an inspiring office with colleagues or working remotely, I always work efficiently and with focus.",
    "subDescription3": "I see good collaboration as a true enrichment and am always open to new challenges to further develop my knowledge and skills. As a team player, I view myself as part of the bigger picture – like a puzzle where every piece works perfectly together to achieve the common goal. I quickly integrate into teams, enjoy working with others, and adapt flexibly to varying requirements."
  },
  "skills": {
    "title": "My Skills",
    "experience": "I have accumulated experience in developing projects using various frontend technologies and design concepts.",
    "lookingFor": "Seeking",
    "additionalSkill": "an additional skill",
    "contactMessage": "Don't hesitate to get in touch. I'm excited to build on my existing expertise and learn more.",
    "buttonText": "Get in touch"
  },
  "portfolio": {
    "subtitle": "Discover a curated collection of my projects - Engage with them to experience my skills firsthand.",
    "joinDescription": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "elPolloLocoDescription": "Jump-and-run game that combines fun gameplay with advanced game logic, built using object-oriented programming.",
    "pokedexDescription": "Pokédex app that fetches Pokémon data from an API. View detailed information about each Pokémon, including stats, abilities, and evolutions.",
    "daBubbleDescription": "In Progress . . ."
  },
  "references": {
    "Antoine": "Working with Marc was a great pleasure for me; his positivity was an enrichment for the entire team.",
    "Hiroshi": "Marc always came up with great ideas that helped us achieve our goals together.",
    "Dimitri": "Marc impressed not only with his reliability but also by keeping a clear head and finding solutions in tricky situations.",
    "Romina": "During our collaboration, Marc demonstrated that he could take the lead when needed and ensured good motivation!"
  },
  "contact": {
    "title": "Get in Touch",
    "subtitle": "Have a challenge to discuss?",
    "description": "Feel free to reach out via this form. I’m eager to hear your ideas, collaborate on your projects, and help bring them to life.",
    "needDeveloper": "Looking for a Frontend Developer?",
    "contactMe": "Let’s Connect!",
    "form": {
      "placeholders": {
        "name": "Enter your name",
        "email": "Enter your email",
        "message": "Type your message"
      },
      "validation": {
        "nameRequired": "Please provide your name.",
        "nameMinLength": "Your name should be at least 2 characters long.",
        "emailRequired": "Please provide your email address.",
        "emailPattern": "Enter a valid email address.",
        "emailPatternExample": "example@example.com",
        "messageRequired": "Please write a message.",
        "privacyRequired": "You need to accept the privacy policy."
      },
      "checkboxBeforLinkText": "I have read the",
      "privacyPolice": "privacy policy",
      "checkboxAfterLinkText": "and agree to the use of my data as described.",
      "button": "Send Message :)"
    },
    "succesMsg": "Message sent successfully",
    "scrollButtonAlt": "Scroll to the top"
  },
  "footer": {
    "legalNotice": "Legal Notice",
    "imprint": "Imprint"
  }
}
