{
  "atf": {
    "label": "Let’s Talk!"
  },
  "aboutMe": {
    "title": "About Me",
    "discription": "Hello, I am a frontend developer based in Düsseldorf. With a deep passion for the endless possibilities in IT, I enjoy creating visually appealing and user-friendly websites and applications.",
    "subDiscription1": "I am adaptable when it comes to work environments, capable of working effectively both on-site in Düsseldorf and remotely.",
    "subDiscription2": "I am open-minded and constantly seek personal challenges to push my knowledge and skills to new heights.",
    "subDiscription3": "For me, programming goes beyond just writing code; it’s a creative problem-solving process. I take pride in breaking down complex technical problems into clear, intuitive solutions, making it easier for you."
  },
  "skills": {
    "title": "My Skills",
    "experience": "I have accumulated experience in developing projects using various frontend technologies and design concepts.",
    "lookingFor": "Seeking",
    "additionalSkill": "an additional skill",
    "contactMessage": "Don't hesitate to get in touch. I'm excited to build on my existing expertise and learn more.",
    "buttonText": "Get in touch"
  },
  "portfolio": {
    "subtitle": "Discover a curated collection of my projects - Engage with them to experience my skills firsthand.",
    "joinDescription": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "elPolloLocoDescription": "Jump-and-run game that combines fun gameplay with advanced game logic, built using object-oriented programming.",
    "pokedexDescription": "Pokédex app that fetches Pokémon data from an API. View detailed information about each Pokémon, including stats, abilities, and evolutions.",
    "daBubbleDescription": "In Progress . . ."
  },
  "references": {
    "Michael": "I worked with Marc on a frontend project. He was always well-organized, and I appreciated his clear communication and solution-oriented approach.",
    "Julia": "She was very detail-oriented and had great ideas for improving the user experience.",
    "Thomas": "I appreciate his efficiency and reliability. He quickly adapted to new challenges."
  },
  "contact": {
    "title": "Get in Touch",
    "subtitle": "Have a challenge to discuss?",
    "description": "Feel free to reach out via this form. I’m eager to hear your ideas, collaborate on your projects, and help bring them to life.",
    "needDeveloper": "Looking for a Frontend Developer?",
    "contactMe": "Let’s Connect!",
    "form": {
      "placeholders": {
        "name": "Enter your name",
        "email": "Enter your email",
        "message": "Type your message"
      },
      "validation": {
        "nameRequired": "Please provide your name.",
        "nameMinLength": "Your name should be at least 2 characters long.",
        "emailRequired": "Please provide your email address.",
        "emailPattern": "Enter a valid email address.",
        "emailPatternExample": "example@example.com",
        "messageRequired": "Please write a message.",
        "privacyRequired": "You need to accept the privacy policy."
      },
      "checkboxBeforLinkText": "I have read the",
      "privacyPolice": "privacy policy",
      "checkboxAfterLinkText": "and agree to the use of my data as described.",
      "button": "Send Message :)"
    },
    "scrollButtonAlt": "Scroll to the top"
  },
  "footer": {
    "legalNotice": "Legal Notice",
    "imprint": "Imprint"
  }
}
